{
  "data": {
    "survey": [
      {
        "id": 1,
        "factor": "Health Status",
        "definition": "Factors relating to an individual's diagnosis and health status that may impact on trajectory management.",
        "questions": [
          "How certain is the individual's diagnosis?",
          "Does the individual have more than one health condition?",
          "If the individual has more than one health condition, do they affect each other?",
          "How stable and predictable is the individual's condition?",
          "How familiar is the nursing staff with the individual's health needs?"
        ]
      },
      {
        "id": 2,
        "factor": "Care Team",
        "definition": "Factors relating to the health and social care team that may impact on trajectory management",
        "questions": [
          "How many different health and social care providers are involved in the case?",
          "Are the team familiar with each other?",
          "How easy is it for all team members to communicate and share information and knowledge about the individual?",
          "Is there agreement within the team about care and treatment plans?",
          "Is there agreement between the individual/family and health/social care team about  care and treatment plans?",
          "Is there a requirement for case conferences or dedicated multidisciplinary team meetings?"
        ]
      },
      {
        "id": 3,
        "factor": "Social",
        "definition": "Factors relating to an individual's social circumstances that may impact on trajectory management",
        "questions": [
          "Does the individual's family/social network have implications for their care trajectory management?",
          "Does the individual have family/social obligations and responsibilities that impact on their care trajectory management?",
          "Do the individual and family agree on their health and social care arrangements?",
          "Are there cultural considerations that impact on individual's health and social care arrangements?",
          "Are their considerations related to the individual's occupation or work that impact on care trajectory management?"
        ]
      },
      {
        "id": 4,
        "factor": "Psychological",
        "definition": "Factors relating to an individual's psychological status that may impact on trajectory management",
        "questions": [
          "Is care trajectory management affected by the psychological impact of an illness or injury?",
          "Is care trajectory management affected by the psychological impact of the illness orinjuryon the individual's family?",
          "Is the illness or injury life changing?"
        ]
      },
      {
        "id": 5,
        "factor": "Cognitive",
        "definition": "Factors relating to an individual's cognitive status that ma impact on trajectory management",
        "questions": [
          "Does the individual have problems with memory that impact on care trajectory management?",
          "Does the individual have problems with thinking skillsthat impact on care trajectory management?",
          "Does the individual have a learning disabilitythat impact on care trajectory management?"
        ]
      },
      {
        "id": 6,
        "factor": "Legal",
        "definition": "Factors relating to the legal aspects of individual's care that may impact on trajectory management",
        "questions": [
          "Are there safeguarding/guardianship issues involved in the case?",
          "Are there issues relating to decision making and power of attorney in the case?"
        ]
      },
      {
        "id": 7,
        "factor": "Financial",
        "definition": "Factors relating to financial aspects of an individual's care that may impact on trajectory management",
        "questions": [
          "Are there issues in relation to the funding of care arrangementsthat may impact on care trajectory management?"
        ]
      },
      {
        "id": 8,
        "factor": "Resources",
        "definition": "Factors relating to the organisation and maintenance of an individual's material resources (equipment and/or physical aides) that may impact on trajectory management",
        "questions": [
          "Does the individual require equipment and/or physical aides to support their health and social care needs?",
          "Does the ward/unit have in place the equipment and aides required?",
          "Are adaptations and/or modifications to the individual's home required?",
          "Are special arrangements required to support medications management?",
          "Is there a requirement for education and knowledge sharing with non-specialists care providers?",
          "Is there a need for education and knowledge sharing with individuals and/or family?"
        ]
      },
      {
        "id": 9,
        "factor": "Interventions and Procedures",
        "definition": "Factors relating to an individual's care and procedures/treatment interventions that impact on care trajectory management",
        "questions": [
          "Is the individual scheduled to undergo any procedures: surgery, diagnostic tests, interventions?",
          "Is the procedure routine for the ward or is it necessary to make specialist arrangements?",
          "How familiar is the nursing staff with the requirements for these procedures?"
        ]
      },
      {
        "id": 10,
        "factor": "Transfers of care",
        "definition": "Factors relating to the information requirements of admission, discharge and transfers of care which may have an impact on trajectory management",
        "questions": [
          "Has the individual been transferred from another department/ward/hospital?",
          "Does the plan of care involve transfers of care?",
          "Are the arrangements for discharge complex?",
          "How familiar is the unit with the organisations involved in transfers of care?"
        ]
      },
      {
        "id": "S",
        "factor": "Overall Tract Assessment",
        "definition": "Decide for overall Tract Assessment for each patient",
        "questions": [
          "Have you checked summary after you saved Assessment?"
        ]
      }
    ]
  }
}
